Repository: Mzarumi/BC-2023-POSTING
Catalog: Custom Objects/Table/translation.*.xlf
Languages: es_mx

# Table 3082712941 - Field 2363328873 - Property 2879900210
source: Document Type
es_mx: Tipo documento

# Table 3082712941 - Field 486908828 - Property 2879900210
source: Document No.
es_mx: Nº documento

# Table 3082712941 - Field 3014885516 - Property 2879900210
source: Sequence No.
es_mx: Nº secuencia

# Table 3082712941 - Field 678586878 - Property 2879900210
source: Approval Code
es_mx: Código aprobación

# Table 3082712941 - Field 4160783946 - Property 2879900210
source: Sender ID
es_mx: Id. remitente

# Table 3082712941 - Field 3883264070 - Property 2879900210
source: Salespers./Purch. Code
es_mx: Cód. vendedor/comprador

# Table 3082712941 - Field 124852388 - Property 2879900210
source: Approver ID
es_mx: Id. aprobador

# Table 3082712941 - Field 513339096 - Property 2879900210
source: Status
es_mx: Estado

# Table 3082712941 - Field 696551240 - Property 2879900210
source: Date-Time Sent for Approval
es_mx: Fecha-hora enviados para aprobación

# Table 3082712941 - Field 45524177 - Property 2879900210
source: Last Date-Time Modified
es_mx: Fecha-hora últ. modificación

# Table 3082712941 - Field 326404015 - Property 2879900210
source: Last Modified By ID
es_mx: Última modificación por id.

# Table 3082712941 - Field 2790486453 - Property 2879900210
source: Comment
es_mx: Comentario

# Table 3082712941 - Field 4085727052 - Property 2879900210
source: Due Date
es_mx: Fecha vencimiento

# Table 3082712941 - Field 224005129 - Property 2879900210
source: Approval Type
es_mx: Tipo aprobación

# Table 3082712941 - Field 224005129 - Property 62802879
source: ,Sales Pers./Purchaser,Approver
es_mx: ,Vendedor/Comprador,Aprobador

# Table 3082712941 - Field 3748749607 - Property 2879900210
source: Limit Type
es_mx: Tipo límite

# Table 3082712941 - Field 3748749607 - Property 62802879
source: Approval Limits,Credit Limits,Request Limits,No Limits
es_mx: Límites aprobación,Límites crédito,Límites solicitud,Sin límites

# Table 3082712941 - Field 3135334477 - Property 2879900210
source: Table ID
es_mx: Id. tabla
